---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamProfileUsage
source: html/086feb27-8f3d-4fef-993a-d0ea64343ff2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamProfileUsage Property

"Profile Usage"

## Syntax (C#)
```csharp
public static ForgeTypeId FamProfileUsage { get; }
```